#2. Даны действительные числа x и y. Получить |x| - |y|/1 + |xy|


x = 10
y = 4

z = (abs(x) - abs(y)) / (1 + abs(x) * abs(y))
print(z)

