#Даны 2 действительных числа a и b. Получить их сумму, разность и произведение


a = 2
b = 5


sum = a + b
print(sum)

difference = a - b
print(difference)

multiply = a * b
print(multiply)


#пробнички:)
#z = 2
#c = 5


#sum = z + c
#print(sum.real)

#difference = z - c
#print(difference.real)

#composition = z * c
#print(composition.real)

