#Дана длина ребра куба. Найти объем куба и площадь его боковой поверхности.


s = 5


v = s ** 3
print(v)